## Errors

cs-error-fetching-datasets = មានអ្វីមួយខុសប្រក្រតី ខណៈពេលកំពុងទាញយកបញ្ជីសំណុំទិន្នន័យដែលមាន។ សូមព្យាយាមម្ដងទៀតនៅពេលក្រោយ។
cs-error-fetching-questions = មានអ្វីមួយខុសប្រក្រតី ខណៈពេលកំពុងទាញយកសំណួរ។ សូមព្យាយាមម្សងទៀតនៅពេលក្រោយ។
cs-error-fetching-transcriptions = មានអ្វីមួយខុសប្រក្រតី ខណៈពេលកំពុងទាញយកការចម្លងអត្ថបទ។ សូមព្យាយាមម្ដងទៀតនៅពេលក្រោយ។

## Modals

cs-locale-change-modal-subtitle = អ្នកមានការផ្លាស់ប្ដូរដែលមិនទាន់បានរក្សាទុកនៅលើទំព័រនេះ។ ប្រសិនបើអ្នកប្ដូរសំណុំទិន្នន័យ ការផ្លាស់ប្ដូររបស់អ្នកនឹងមិនត្រូវបានរក្សាទុកឡើយ។ តើអ្នកពិតជាចង់ប្ដូរមែនឬ?

## Guidelines

learn-how-to-use = ស្វែងយល់ពីរបៀបប្រើប្រាស់ទំព័រនេះ
