## Errors

cs-error-fetching-datasets = болуш болу хаамийн гуламийн могӀам схьаоьцуш гӀалат даьлла. КӀеззиг хан яьлча юха хьажа
cs-error-fetching-questions = Хаттарш схьаоьцуш гӀалат даьлла. КӀеззиг хан яьлча юха хьажа
cs-error-fetching-transcriptions = Транскрипцеш схьаоьцуш гӀалат даьлла. КӀеззиг хан яьлча юха гӀоьрта

## Modals

cs-locale-change-modal-subtitle = Хьан хӀокху агӀон тӀехь Ӏалашбанза хийцамаш бу. Нагахь ахь хаамийн гулам хийцахь, и хийцамаш Ӏалашбина хир бац.хьо билггал дехьа вала лууш вуй?
